Repository: KJO-Tech/kjo-mind-care-app-ios
Catalog: KJOMindCare/Resources/Localizable.xcstrings
Source language: es_419
Languages: en

source: ¿No tienes una cuenta?
en: Don't have an account?

source: ¿Olvidaste tu contraseña?
en: Forgot your password?

# Add a note (optional)
source: Añade una nota (opcional)
en: Add note (optional)

# auth.login.email.placeholder
source: Ingrese su correo
en: Enter your email

# auth.login.forgotPassword
source: ¿Olvidaste tu contraseña?
en: Forgot your password?

# auth.login.googleSignIn
source: Iniciar sesión con Google
en: Sign in with Google

# auth.login.loading
source: Cargando...
en: Loading...

# auth.login.noAccount
source: ¿No tienes una cuenta?
en: Don't have an account?

# auth.login.orSeparator
source: O
en: OR

# auth.login.password.placeholder
source: Ingrese su contraseña
en: Enter your password

# auth.login.password.title
source: Contraseña
en: Password

# auth.login.register
source: Registrarse
en: Sign up

# auth.login.signInButton
source: Iniciar Sesion
en: Login

# auth.login.slogan
source: Bienestar mental a su alcance
en: Mental wellness within reach

# auth.login.welcomeSubtitle
source: Inicie sesión para continuar con su cuenta
en: Log in to continue with your account

# auth.login.welcomeTitle
source: Bienvenidos de nuevo
en: Welcome back

# auth.register.confirmPassword.placeholder
source: Repita su contraseña
en: Repeat your password

# auth.register.confirmPassword.title
source: Confirmar Contraseña
en: Confirm Password

# auth.register.email.placeholder
source: Ingrese su correo
en: Enter your email

# auth.register.fullName.placeholder
source: Ingrese su nombre completo
en: Enter your full name

# auth.register.fullName.title
source: Nombre Completo
en: Full Name

# auth.register.haveAccount
source: ¿Ya tienes una cuenta?
en: Already have an account?

# auth.register.loading
source: Cargando...
en: Loading...

# auth.register.login
source: Inicia Sesión
en: Login

# auth.register.password.placeholder
source: Ingrese su contraseña
en: Enter your password

# auth.register.password.title
source: Contraseña
en: Password

# auth.register.passwordMismatch
source: Las contraseñas no coinciden
en: Passwords do not match

# auth.register.signUpButton
source: Registrarse
en: Sign Up

# auth.register.subtitle
source: Regístrese para comenzar
en: Sign up to get started

# auth.register.title
source: Crear una cuenta
en: Create an account

source: Bienestar mental a su alcance
en: Mental wellness within reach

source: Bienvenidos de nuevo
en: Welcome back

source: Cargando...
en: Loading...

# common.cancel
source: Cancelar
en: Cancel

# common.load_more
source: Cargar más
en: Load more

# common.save_changes
source: Guardar Cambios
en: Save Changes

source: Contraseña
en: Password

# Error loading moods
source: Error al cargar los estados de ánimo
en: Error loading moods

source: Hola Mundo
en: Hello Word

# How are you feeling?
source: ¿Cómo te sientes ahora?
en: How are you feeling?

source: Ingrese su contraseña
en: Enter your password

source: Ingrese su correo
en: Enter your email

source: Iniciar Sesion
en: Login

source: Iniciar sesión con Google
en: Sign in with Google

source: Inicie sesión para continuar con su cuenta
en: Log in to continue with your account

# Log Mood
source: Registrar estado de ánimo
en: Log Mood

# Mood Distribution
source: Distribución del estado de ánimo
en: Mood Distribution

# mood.action.register
source: Registrar Estado
en: Log Mood

# mood.history.empty
source: No se encontró historial de estado de ánimo
en: No mood history found

# mood.history.title
source: Historial de estado de ánimo
en: Mood History

# mood.insights.title
source: Tus estadísticas
en: Your Insights

# mood.record.note.placeholder
source: ¿Cómo te sientes hoy? ¿Qué tienes en mente?
en: How are you feeling today? What's on your mind?

# mood.record.note.title
source: Añade una nota (opcional)
en: Add a note (optional)

# mood.record.question
source: ¿Cómo te sientes?
en: How are you feeling?

# mood.record.save
source: Guardar
en: Save

# mood.record.title
source: Registro de Ánimo
en: Record Mood

# mood.stats.distribution
source: Distribución
en: Mood Distribution

# mood.stats.mostFrequent
source: Más frecuente
en: Most Frequent

# mood.stats.overall
source: Estado general
en: Overall Mood

# mood.stats.trend
source: Tendencia
en: Mood Trend

# mood.tracker.title
source: Registro de Estado
en: Mood Tracker

# mood.trends.title
source: Tendencias
en: Mood Trends

# No moods available
source: No hay estados de ánimo disponibles
en: No moods available

source: O
en: OR

# profile.dark_mode
source: Modo Oscuro
en: Dark Mode

# profile.edit_profile
source: Editar Perfil
en: Edit Profile

# profile.edit_subscriptions
source: Editar Suscripciones
en: Edit Subscriptions

# profile.edit.tap_to_change
source: Toca para cambiar foto
en: Tap to change photo

# profile.logout
source: Cerrar Sesión
en: Logout

# profile.notifications
source: Notificaciones
en: Notifications

# profile.privacy_policy
source: Política de Privacidad
en: Privacy Policy

# profile.settings.header
source: Ajustes
en: Settings

# profile.stats.moods
source: Estados
en: Moods

# profile.stats.streak
source: Racha
en: Streak

# profile.title
source: Perfil
en: Profile

# Record Mood
source: Grabar estado
en: Record Mood

source: Registrate
en: Sign up

# Retry
source: Reintentar
en: Retry

# subscription.continue
source: Continuar
en: Continue

# subscription.save
source: Guardar
en: Save

# subscription.skip
source: Omitir
en: Skip

# subscription.subtitle
source: Selecciona las categorías que te interesen para recibir ejercicios diarios
en: Select the categories that interest you to receive daily exercises

# subscription.title
source: Elige tus intereses
en: Choose your interests

# Timeframe
source: Periodo
en: Timeframe

# Value
source: Valor
en: Value

# Welcome %@
source: Bienvenido %@
en: Welcome %@

# Your Insights
source: Tus ideas
en: Your Insights
